adafruit/circuitpython/ports/raspberrypi/boards/badwolf_gup_v3/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "BadWolf Gup v3"
#define MICROPY_HW_MCU_NAME "rp2040"
